import React from "react";
import "./About.css";
export default function about() {
  return (
    <div className="aboutus">
      {/* <div className="aboutSection"> */}
        <h2 style={{ textAlign: "center", fontSize:"36px",height:"100%", }}>من نحن?</h2>
        <p style={{ textAlign: "center", fontSize:"16px", fontWeight:"bold" }}>
        نحن عائلة من الأصدقاء نرغب في مشاركة حبنا للموسيقى باللغة العربية. نحن نؤمن بأن التعلم عبر الإنترنت هو مستقبل التعليم ونسعى لجعل هذه الطريقة الحديثة والمبتكرة لتعلم الموسيقى أكثر فاعلية قدر الإمكان. ولذلك، فإن مهمتنا هي توفير تجربة تعليمية تفاعلية وممتعة لكل من يرغب في تعلم الموسيقى باللغة العربية عبر الإنترنت.
نحن ندرك أيضًا أن تعلم الموسيقى يمكن أن يكون مكلفًا بالنسبة للعديد من الأشخاص، لذلك نحن نعمل على جعل دروسنا مجانية كما وان تكون خدماتنا متاحة  وميسورة التكلفة لأكبر عدد ممكن من الناس في جميع أنحاء العالم. ولتحقيق هذا الهدف، تستخدم التكنولوجيا الحديثة والذكاء الاصطناعي لتحسين تجربة التعلم وتقديم المواد التعليمية بطريقة سهلة ومناسبة لجميع المستويات.
نحن نؤمن أن الموسيقى هي تعبير عن الثقافة والإبداع والتعبير الفني، ونحن نسعى جاهدين لنشر هذه القيم من خلال موقعنا فنان (Funan). ويسعدنا أن نساعدك على تحقيق هذا الهدف من خلال دروسنا الممتعة والتفاعلية، التي نأمل أن تلهمك وتشجعك على الاستمتاع بالموسيقى وتعلمها لسنوات قادمة.        </p>
      {/* </div> */}
    </div>
  );
}
